[
    { 
        "id":7,
        "title":"WD 2TB Elements Portable External Hard Drive - USB 3.0 ",
        "price":64,
        "description":"USB 3.0 and USB 2.0 Compatibility Fast data transfers Improve PC Performance High Capacity; Compatibility Formatted NTFS for Windows 10, Windows 8.1, Windows 7; Reformatting may be required for other operating systems; Compatibility may vary depending on user’s hardware configuration and operating system",
        "category":"electronics",
        "image":"https://raw.githubusercontent.com/cabdellah/slid/main/products/07.jpg",
        "rating":{"rate":3.3,"count":203}
      },
      { 
        "id":8,
        "title":"SanDisk SSD PLUS 1TB Internal SSD - SATA III 6 Gb/s",
        "price":109,
        "description":"Easy upgrade for faster boot up, shutdown, application load and response (As compared to 5400 RPM SATA 2.5” hard drive; Based on published specifications and internal benchmarking tests using PCMark vantage scores) Boosts burst write performance, making it ideal for typical PC workloads The perfect balance of performance and reliability Read/write speeds of up to 535MB/s/450MB/s (Based on internal testing; Performance may vary depending upon drive capacity, host device, OS and application.)",
        "category":"electronics",
        "image":"https://raw.githubusercontent.com/cabdellah/slid/main/products/08.jpg",
        "rating":{"rate":2.9,"count":470}
      },
      { 
        "id":9,
        "title":"Acer SB220Q bi 21.5 inches Full HD (1920 x 1080) IPS Ultra-Thin",
        "price":599,
        "description":"21. 5 inches Full HD (1920 x 1080) widescreen IPS display And Radeon free Sync technology. No compatibility for VESA Mount Refresh Rate: 75Hz - Using HDMI port Zero-frame design | ultra-thin | 4ms response time | IPS panel Aspect ratio - 16: 9. Color Supported - 16. 7 million colors. Brightness - 250 nit Tilt angle -5 degree to 15 degree. Horizontal viewing angle-178 degree. Vertical viewing angle-178 degree 75 hertz",
        "category":"electronics",
        "image":"https://raw.githubusercontent.com/cabdellah/slid/main/products/09.jpg",
        "rating":{"rate":2.9,"count":250}
      }
]